Repository: TheUltimateSnaredrum/IfcTerrain
Catalog: IFCTerrainGUI/Form1.*.resx
Languages: de_de

# label1.Text
source: Import Settings
de_de: Importeinstellungen

# label2.Text
source: Export Settings
de_de: Exporteinstellungen

# gpFile.Text
source: Current Terrain
de_de: Aktuelles Geländemodell

# lblLayHor.Text
source: Layer / Horizon
de_de: Layer / Horizont

# lblType.Text
source: File type
de_de: Datentyp

# lblFile.Text
source: File name
de_de: Dateipfad

# btnReadXml.Text
source: Read "TIN file"
de_de: Lese "TIN-Datei"

# rbFaces.Text
source: Read Faces
de_de: Lese Flächen

# rbIndPoly.Text
source: Read Points / Lines
de_de: Lese Punkte / Linien

# btnReadDXF.Text
source: Read "DXF"
de_de: Lese "DXF-Datei"

# btnProcess.Text
source: Process
de_de: Verarbeite

# lblHorizon.Text
source: Horizon
de_de: Horizont

# btnProcessReb.Text
source: Process
de_de: Verarbeite

# btnReadReb.Text
source: Read "REB"
de_de: Lese "REB-Datei"

# tabPage1.Text
source: Grid (XYZ)
de_de: Raster (XYZ)

# label14.Text
source: South
de_de: Süd

# label12.Text
source: East
de_de: Ost

# label11.Text
source: North
de_de: Nord

# label6.Text
source: Grid size
de_de: Rasterabstand

# btnGridSize.Text
source: Set
de_de: Übernehmen

# btnReadGrid.Text
source: Read "Elevation Grid"
de_de: Lese "Höhenraster"

# lblDist.Text
source: with distance
de_de: mit Abstand

# lblName.Text
source: Project name
de_de: Projektname

# btnSave.Text
source: Choose
de_de: Wähle

# label3.Text
source: Target IFC-file directory
de_de: Zielverzeichnis IFC-Datei

# groupBox1.Text
source: Coordinate Origin
de_de: Koordinatenursprung

# rbCoCus.Text
source: Custom
de_de: Benutzerdefiniert

# rbCoDef.Text
source: Default
de_de: Standard (Projektmitte)

# btnProcessOut.Text
source: Process
de_de: Anwenden

# btnReadOUT.Text
source: Read "GEOgraf OUT"
de_de: Lese "OUT-Datei"

# chkIgnHeight.Text
source: :height
de_de: :Höhe

# label15.Text
source: Ignore status "invalid" (e.g. for constructed points):
de_de: Ignoriere "ungültig" Status (z.B. für konstruierte Punkte):

# lbOUT.Text
source: GEOgraf Pointtypes (e.g.: 100; 200; ...):
de_de: GEOgraf Punktarten (z.B.: 100; 200; ...):

# rb_dgm.Text
source: Read Faces
de_de: Lese Flächen

# rb_p_ln.Text
source: Read Points / Lines
de_de: Lese Punkte / Linien
